{
  "brand": {
    "companyName": "Fok Wai Armed Escort",
    "slogan": "Guarding Your Journey, Safeguarding Your Success",
    "subtitle": "Experience Unparalleled Protection: Trusted Martial Escorts for Your Valuable Cargo and Secure Business Ventures"
  },
  "navItems": [
    {
      "itemName": "Introduction",
      "link": "introduction"
    },
    {
      "itemName": "People",
      "link": "people"
    },
    {
      "itemName": "Price",
      "link": "price"
    },
    {
      "itemName": "Feature",
      "link": "feature"
    }
  ],
  "history": {
    "title": "Our History",
    "foundedIn": "founded in 1523",
    "location": "Great Ming Fujian",
    "subtitle": "500-year-old Armed Escort Agency",
    "origin": "The Fuwei Escort Agency was founded in 1523 by Mr. Lin Yuantu, whose name implies 'fortune first, prestige later.' Lin Yuantu was originally a distinguished disciple under the Red Leaf Zen Master of Putian Shaolin Temple, with the Dharma name of Duyuan. Later, he returned to secular life and took back his original surname 'Lin', reversing his Dharma name to 'Yuantu'. Relying on the 72 Stances of the Evil-Repelling Sword Technique, the 108 Styles of the Heaven-Turning Palm, and the 18 Silver Feathered Arrows, Lin Yuantu swept through both the righteous and evil sides of the martial world, establishing the famous Fuwei Escort Agency. Between 1523 and 1550, the Fuwei Escort Agency gradually grew and expanded its operations throughout Fujian, Zhejiang, Jiangsu, Anhui, Jiangxi, and Guangdong, six coastal provinces. <br/><br/>In 1550, the Fuwei Escort Agency successfully expanded into the Jiangnan region, becoming the most powerful escort agency at the time.The headquarters of the Fuwei Escort Agency was located on West Gate Street in Fuzhou, Fujian Province. The agency had a total of ten branches spread across major cities, with 84 outstanding escorts. Throughout the establishment of the escort agency, Mr. Lin Yuantu has always adhered to the teachings of the Red Leaf Zen Master, upholding chivalry and helping people in need. Although he no longer resided in the Buddhist temple, he still carried out the deeds of the Buddhist path. The Fuwei Escort Agency's reputation spread far and wide. <br/><br/>At that time, as long as the escort carriage of the six coastal provinces had the four-character banner 'Fuwei Escort Agency' and the escorts shouted the four-character slogan 'Fuwei Peace,' even the most formidable heroes of the underworld would not dare to take a second look at the carriage. Under Lin Yuantu's leadership, the Fuwei Escort Agency continued to grow and further expanded its influence in the Jiangnan region.Finally, in 1550, after years of hard work, the Fuwei Escort Agency successfully entered the Jiangnan region and became one of the most prestigious escort agencies in the martial world, leaving an immortal legend in history.",
    "events": [
      {
        "year": "1550",
        "event": "The business of Fuwei expanded to the Jiangnan region"
      },
      {
        "year": "1664",
        "event": "Fuwei organized civilian resistance against the invading Qing troops"
      },
      {
        "year": "1814",
        "event": "Fuwei assisted in resisting British invaders"
      },
      {
        "year": "1911",
        "event": "Fuwei actively participated in the Xinhai Revolution"
      },
      {
        "year": "2013",
        "event": "Fuwei was listed in China's National Intangible Cultural Heritage List "
      }
    ]
  },
  "learnMore": "Learn More",
  "contactUs": "Contact Us",
  "ourClients": "Our Clients",
  "locale": { "lang": "English", "code": "en-US" }
}
