{
  "brand": {
    "companyName": "Fok Wai Armed Escort",
    "slogan": "Guarding Your Journey, Safeguarding Your Success",
    "subtitle": "Experience Unparalleled Protection: Trusted Martial Escorts for Your Valuable Cargo and Secure Business Ventures",
    "introduction": "Fok Wai Armed Escort, a modern-style security service company, embraces its profound historical roots by seamlessly integrating the ancient traditions of armed escort services with contemporary technology. Established during the Zhengde period of the Ming Dynasty, Fok Wai Armed Escort's predecessor was a privately armed organization that specialized in transportation, martial arts, and security, providing safety escort and protection services for business organizations.<br/><br/>Today's Fok Wai Armed Escort still adheres to the partnership organizational structure, similar to law firms and accounting firms. In Fok Wai Armed Escort, security personnel, known as 'biaoshi', are rigorously trained through an apprenticeship system, possessing exceptional martial arts skills and keen insights to ensure the safety of clients' property. <br/><br/>As times change, Fok Wai Armed Escort continues to innovate and transform, applying cutting-edge technology to security services. Whether it's transporting silver or valuable goods, Fok Wai Armed Escort offers professional, safe, and reliable transportation services. Simultaneously, we strive to elevate our standing in the 'jianghu' (community), gaining greater respect and trust for our clients.<br/><br/>With a long history and extensive experience, Fok Wai Armed Escort always focuses on meeting clients' needs, committed to providing the highest quality security services. Be it the escort flags of the past or today's modern security facilities, Fok Wai Armed Escort will continue to shoulder the responsibility of protecting clients' property and safety."
  },
  "navItems": [
    {
      "itemName": "Introduction",
      "link": "introduction"
    },
    {
      "itemName": "People",
      "link": "people"
    },
    {
      "itemName": "Price",
      "link": "price"
    },
    {
      "itemName": "Feature",
      "link": "feature"
    }
  ],
  "history": {
    "title": "Our History",
    "foundedIn": "founded in 1523",
    "location": "Great Ming Fujian",
    "subtitle": "500-year-old Armed Escort Agency",
    "origin": "The Fok Wai Escort Agency was founded in 1523 by Mr. Lin Yuantu, whose name implies 'fortune first, prestige later.' Lin Yuantu was originally a distinguished disciple under the Red Leaf Zen Master of Putian Shaolin Temple, with the Dharma name of Duyuan. Later, he returned to secular life and took back his original surname 'Lin', reversing his Dharma name to 'Yuantu'. Relying on the 72 Stances of the Evil-Repelling Sword Technique, the 108 Styles of the Heaven-Turning Palm, and the 18 Silver Feathered Arrows, Lin Yuantu swept through both the righteous and evil sides of the martial world, establishing the famous Fok Wai Escort Agency. Between 1523 and 1550, the Fok Wai Escort Agency gradually grew and expanded its operations throughout Fujian, Zhejiang, Jiangsu, Anhui, Jiangxi, and Guangdong, six coastal provinces. <br/><br/>In 1550, the Fok Wai Escort Agency successfully expanded into the Jiangnan region, becoming the most powerful escort agency at the time.The headquarters of the Fok Wai Escort Agency was located on West Gate Street in Fuzhou, Fujian Province. The agency had a total of ten branches spread across major cities, with 84 outstanding escorts. Throughout the establishment of the escort agency, Mr. Lin Yuantu has always adhered to the teachings of the Red Leaf Zen Master, upholding chivalry and helping people in need. Although he no longer resided in the Buddhist temple, he still carried out the deeds of the Buddhist path. The Fok Wai Escort Agency's reputation spread far and wide. <br/><br/>At that time, as long as the escort carriage of the six coastal provinces had the four-character banner 'Fok Wai Escort Agency' and the escorts shouted the four-character slogan 'Fok Wai Peace,' even the most formidable heroes of the underworld would not dare to take a second look at the carriage. Under Lin Yuantu's leadership, the Fok Wai Escort Agency continued to grow and further expanded its influence in the Jiangnan region.Finally, in 1550, after years of hard work, the Fok Wai Escort Agency successfully entered the Jiangnan region and became one of the most prestigious escort agencies in the martial world, leaving an immortal legend in history.",
    "events": [
      {
        "year": "1550",
        "event": "The business of Fok Wai expanded to the Jiangnan region",
        "description": "Between 1550 and 1664, under the leadership of Lin Yuan Tu's son, Lin Zhong Xiong, Fok Wai Escort Agency continued to exert its great influence. Lin Zhong Xiong learned martial arts from his father since childhood, mastering the 72-Style Devil-Smiting Swordsmanship, the 108-Style Heaven-Turning Palm, and the 18 Silver Feathered Arrows. Not only did he bring the Fok Wai Escort Agency to greater heights of glory, but he also inherited his father's legacy and took on the responsibility of protecting the common people.<br/><br/>Under Lin Zhong Xiong's leadership, the Fok Wai Escort Agency began to expand into inland provinces such as Sichuan, Hubei, and Hunan. The strength and reputation of the agency rose rapidly within a very short period, attracting a large number of heroes from the martial arts world to join. During this period, the Fok Wai Escort Agency also continuously fought against criminals in various regions, eliminating traitors and protecting the lives and property of the people. As a result, the Fok Wai Escort Agency's reputation among the public continued to grow, becoming a well-known major escort agency in the Jiangnan region.<br/><br/>Lin Zhong Xiong not only led the Fok Wai Escort Agency to grow but also embodied the righteousness and responsibility of a martial artist. He had risked his life to save others on multiple occasions and made many chivalrous friends in the martial arts world. However, the glory of the Fok Wai Escort Agency did not stagnate. Under Lin Zhong Xiong's guidance, the agency continued to expand its business, extending its scope to the northern regions.<br/><br/>By 1664, the Fok Wai Escort Agency had established numerous branches across the country and cultivated generation after generation of elite escorts. Under Lin Zhong Xiong's tutelage, these escorts served the people with loyalty, bravery, and a sense of justice, making the Fok Wai Escort Agency one of the unrivaled leaders in this period and leaving a legendary chapter in history."
      },
      {
        "year": "1664",
        "event": "Fok Wai organized civilian resistance against the invading Qing troops",
        "description": "In 1664, the rule of the Qing Dynasty gradually stabilized. However, the longing for the Ming Dynasty still lingered among the people. Lin Zhongxiong, aware of the situation, decided to lead Fok Wai Escort Agency in secretly resisting the Qing rule, in order to reduce the oppression of the people by the Qing army.<br/><br/>In the spring of that year, Lin Zhongxiong met a reclusive Ming Dynasty loyalist named Wang Dingguo in Hunan. He had a conversation with Lin Zhongxiong about the difficult anti-Qing situation. After the exchange, Lin Zhongxiong learned that Wang Dingguo had contact with many anti-Qing activists. Thus, Lin Zhongxiong decided to cooperate with Wang Dingguo and commit the power of Fok Wai Escort Agency to secret anti-Qing activities.<br/><br/>Under Lin Zhongxiong's direction, Fok Wai Escort Agency began to actively contact anti-Qing forces in various places. Under the guise of their escort agency, they secretly provided the anti-Qing forces with material, financial, and intelligence support, as well as assistance in infiltrating the Qing government to gather information.<br/><br/>In the summer of 1664, with the support of Fok Wai Escort Agency, the anti-Qing forces in Hunan launched a secret attack. Led by Lin Zhongxiong himself, he and a small group of elite escorts quietly infiltrated the Qing army camp and successfully burned the enemy's grain supply, weakening the Qing army's combat power.<br/><br/>In this secret operation, Fok Wai Escort Agency not only demonstrated their superior martial arts skills and wisdom but also displayed their determination to resist the Qing rule. Although the scale of this operation was relatively small, it still spread among the people, inspiring more civilians to resist the Qing rule with courage.<br/><br/>Subsequently, Fok Wai Escort Agency continued to secretly support anti-Qing forces in various regions and assisted them in carrying out more secret operations. In this covert resistance, Fok Wai Escort Agency played a significant role, leaving a low-key but resolute anti-Qing story in history."
      },
      {
        "year": "1814",
        "event": "Fok Wai assisted in resisting British invaders",
        "description": "In 1814, Britain was further expanding its influence, attempting to invade the southern coastal regions of China. During this crisis, Fok Wai Escort Agency once again took on the responsibility of defending their homeland.<br/><br/>That year, the head of Fok Wai Escort Agency, Lin Gangyi, was not only a martial arts expert but also had great foresight. He anticipated that the British invasion would cause severe disasters to the people. To deal with this crisis, Lin Gangyi decided to lead the escort agency in resisting the British.<br/><br/>Lin Gangyi led the elite force of Fok Wai Escort Agency, combined with local civilian armed forces, and formed a volunteer army to resist the British invasion. They took advantage of the geographical terrain and used guerrilla warfare as their primary tactic, launching a series of harassment and attacks on the British army.<br/><br/>In the summer of 1814, the British army was preparing to attack an important port in Guangdong. At this critical juncture, Lin Gangyi led the Fok Wai Escort Agency's anti-British volunteer army, along with local militias, in a fierce battle of resistance. With high morale and tactical wisdom, they successfully repelled the British attack and defended the safety of their homeland.<br/><br/>In this anti-British battle, the bravery of the Fok Wai Escort Agency earned the praise and respect of the people. Lin Gangyi not only solidified the reputation of Fok Wai Escort Agency but also established the image of a martial arts hero. However, this anti-British operation did not completely eliminate the threat of the British invaders, and Lin Gangyi knew that continued efforts were needed to defend the homeland.<br/><br/>In the following years, Fok Wai Escort Agency continued to secretly support anti-British forces by providing materials, funds, and intelligence to the people. They worked closely with volunteer armies from various regions to jointly protect China's territory. In this anti-British struggle, Fok Wai Escort Agency played a significant role, leaving a heroic mark in history."
      },
      {
        "year": "1911",
        "event": "Fok Wai actively participated in the Xinhai Revolution",
        "description": "In 1911, the Xinhai Revolution broke out, with uprisings occurring throughout the country. The revolutionary army aimed to overthrow the Manchu Qing government and establish a democratic Republic of China. In this revolution that changed Chinese history, Fok Wai Escort Agency once again played a crucial role.<br/><br/>That year, the leader of Fok Wai Escort Agency, Lin Tianci, had already been aware of the corruption and crisis in the late Qing Dynasty. He believed that the Manchu Qing government could no longer save the country from its dire situation, and the future of the nation needed reform. Therefore, when the Xinhai Revolution broke out, Lin Tianci decisively decided to lead Fok Wai Escort Agency to participate in the revolution and support the Kuomintang's actions.<br/><br/>During the revolution, Fok Wai Escort Agency actively participated in various anti-Qing activities with their strong martial arts skills and organizational abilities. They assisted the revolutionary army in raiding Qing military strongholds, secretly transporting weapons and ammunition, and even taking command of the frontline in battles. With their superb martial arts skills and heroic performance, Fok Wai Escort Agency became an indispensable force in the Xinhai Revolution.<br/><br/>During the climax of the revolution, Fok Wai Escort Agency, led by Lin Tianci, participated in a critical battle. They closely followed the revolutionary army and successfully captured an important Qing military city, making a significant contribution to the ultimate victory of the Xinhai Revolution.<br/><br/>After the success of the Xinhai Revolution, the Republic of China was officially established, and the contributions of Fok Wai Escort Agency were recognized and praised by the Nationalist government. Lin Tianci and the escorts of Fok Wai Escort Agency continued to shoulder the mission of protecting the people and the country, adhering to the beliefs of loyalty, bravery, and justice, making substantial contributions to the new era of China. In this historical period, Fok Wai Escort Agency once again proved its value and legendary status."
      },
      {
        "year": "2013",
        "event": "Fok Wai was listed in China's National Intangible Cultural Heritage List ",
        "description": "In 2013, the outstanding contributions of Fok Wai Escort Agency in China's long history of martial arts and civilian security services were recognized by the nation. Under the leadership of Lin Zhenan, Fok Wai Escort Agency was officially included in China's National List of Intangible Cultural Heritage.<br/><br/>As the leader of Fok Wai Escort Agency, Lin Zhenan understood the importance of this honor. He was committed to protecting and inheriting the unique martial arts skills and cultural heritage of Fok Wai Escort Agency, ensuring that this long-standing Chinese tradition would be passed down to future generations. To achieve this, Lin Zhenan not only constantly refined his martial arts skills, but also actively recruited disciples, passing on the agency's exceptional techniques to the younger generation.<br/><br/>Under Lin Zhenan's efforts, Fok Wai Escort Agency gradually stepped out of the mountains and rivers and integrated into modern society. They combined traditional martial arts with modern security services, providing efficient and professional security services for the nation and the public. Meanwhile, Fok Wai Escort Agency actively participated in domestic and international martial arts exchange activities, promoting Chinese martial arts culture to the world.<br/><br/>In the year Fok Wai Escort Agency was included in the List of Intangible Cultural Heritage, Lin Zhenan received commendations from the relevant national departments, expressing that he would do his best to protect and promote the traditional martial arts culture of Fok Wai Escort Agency. Since then, Lin Zhenan has led the members of the agency to continue their efforts, passing down the martial arts spirit of Fok Wai Escort Agency and becoming a part of China's martial arts history."
      }
    ]
  },
  "people": {
    "type": {
      "leadership": "Leadership",
      "escorts": "Escorts"
    },
    "wangyuanji": {
      "basicInfo": {
        "name": "王元姬女士",
        "position": "行政總裁",
        "personId": "wangyuanji"
      }
    },
    "linzhennan": {
      "basicInfo": {
        "name": "林震南先生",
        "position": "總鏢頭",
        "personId": "linzhennan"
      }
    },
    "linpingzhi": {
      "basicInfo": {
        "name": "林平之先生",
        "position": "少總鏢頭",
        "personId": "linpingzhi"
      }
    },
    "shibiaotou": {
      "basicInfo": {
        "name": "史鏢頭",
        "position": "首席鏢師",
        "personId": "biaotou"
      }
    }
  },
  "pages": {
    "people": "People",
    "home": "Home"
  },
  "aboutUs": "About Us",
  "learnMore": "Learn More",
  "contactUs": "Contact Us",
  "ourClients": "Our Clients",
  "locale": { "lang": "English", "code": "en-US" }
}
