{
  "brand": {
    "companyName": "福威鏢局",
    "slogan": "護航您的旅程，守護您的成功",
    "subtitle": "值得信賴的武術護送，為您的珍貴貨物和安全商業冒險保駕護航",
    "introduction": "福威鏢局，作為一家現代風格的保全服務公司，秉承著深厚的歷史根基，將古老的鏢局傳統與當代技術完美融合。成立於明朝正德年間，福威鏢局的前身以運輸、武術和保安的民營武裝機構為基礎，為商業組織提供安全押運與保全服務。<br/><br/>現代的福威鏢局依然秉持著合夥制的組織形式，與律師行和會計師行相似。在福威鏢局，鏢師是經過嚴格的學徒制度培養出來的專業保安人才，具備高超的武術技能和敏銳的洞察力，確保客戶的財物安全無虞。<br/><br/>隨著時代變遷，福威鏢局也不斷進行創新與轉型，將最新的科技應用於保全業務。無論是現銀運輸還是貴重物品押運，福威鏢局都能提供專業、安全、可靠的運輸服務。與此同時，我們還致力於提升鏢局在江湖地位，為客戶贏得更高的尊重和信任。<br/><br/>擁有著悠久歷史與豐富經驗的福威鏢局，始終以客戶的需求為核心，致力於提供最優質的保全服務。無論是昔日的鏢車旗幟，還是今天的現代化保安設施，福威鏢局都將繼續擔當著保護客戶財物安全的重任。"
  },
  "navItems": [
    {
      "itemName": "公司簡介",
      "link": "introduction"
    },
    {
      "itemName": "公司成員",
      "link": "people"
    },
    {
      "itemName": "價格",
      "link": "price"
    },
    {
      "itemName": "服務特色",
      "link": "feature"
    }
  ],
  "history": {
    "title": "我們的歷史",
    "foundedIn": "創立於1523年",
    "location": "大明福建福州府",
    "subtitle": "500年老店，歷史最悠久的鏢局",
    "origin": "福威鏢局，創立於1523年，由林遠圖先生所創建，名字意寓「先福後威」。林遠圖原是莆田少林寺紅葉禪師座下得意門生，法號渡元，後還俗復原姓「林」，取名「遠圖」。靠著七十二路辟邪劍法、一百零八式翻天掌和十八枝銀羽箭，林遠圖橫掃黑白兩道，創立了名揚天下的福威鏢局。在1523年至1550年間，福威鏢局逐步壯大，經營範圍遍布福建、浙江、江蘇、安徽、江西和廣東等六個沿海省份。<br/><br/>1550年，福威鏢局成功擴張至江南地區，成為當時最具實力的鏢局。福威鏢局的總部位於福建省福州府西門大街。鏢局內共設有十個分局，分佈於各大城市，共有八十四位出色的鏢頭。林遠圖先生在創立鏢局期間，一直秉持紅葉禪師的教誨，行俠仗義，解救百姓於水深火熱之中，雖然不再居住在佛門，卻依然行佛門之事。<br/><br/>福威鏢局威名遠揚，當時沿海六省的鏢車上只要插上「福威鏢局」四字鏢旗，趟子手只要喊出「福威平安」四字鏢號，便無論是多厲害的黑道英雄都不敢對鏢車多看一眼。在林遠圖的帶領下，福威鏢局繼續壯大，使其影響力得以在江南地區進一步擴展。終於，在1550年，福威鏢局經過多年的努力，成功進軍江南地區，成為武林中極具威望的鏢局之一，為歷史留下了不朽的傳說。",
    "events": [
      {
        "year": "1550年",
        "event": "福威鏢局業務擴展至江南地區",
        "description": "在1550年至1664年之間，福威鏢局繼續在林遠圖的兒子林仲雄的帶領下，發揮其極大的影響力。林仲雄自幼隨父親學習武藝，精通七十二路辟邪劍法、一百零八式翻天掌和十八枝銀羽箭等絕技。他不僅將福威鏢局帶往更高的榮耀，更是繼承父親遺志，肩負起保護百姓的重任。<br/><br/>在林仲雄的領導下，福威鏢局開始拓展至四川、湖北、湖南等內陸省份。鏢局的實力和威名在極短的時間內迅速崛起，吸引了大量江湖豪傑加盟。在此期間，福威鏢局亦不斷與各地的不法之徒作戰，鏟除奸細，保護百姓的生命財產安全。因此，福威鏢局在民間的聲譽日益提高，成為江南地區無人不曉的大鏢局。<br/><br/>林仲雄在帶領福威鏢局壯大的同時，也體現了一名武林人士的正義和擔當。他曾多次捨身救人，並在江湖上締結了許多義氣朋友。然而，福威鏢局的輝煌並未因此而停滯不前。在林仲雄的指導下，福威鏢局繼續拓展業務，將經營範圍擴大至北方地區。<br/><br/>到了1664年，福威鏢局已在全國各地建立了眾多分局，並培養出一批又一批的精英鏢師。這些鏢師在林仲雄的教導下，以忠誠、勇敢和正義的信念為民服務，令福威鏢局在這段時期內成為無人能敵的領袖之一，並在歷史上留下了一段傳奇。"
      },
      {
        "year": "1664年",
        "event": "明朝滅亡，福威鏢局組織民間抗清",
        "description": "1664年，清朝的統治逐漸穩固，然而民間對明朝的思念依然存在。林仲雄洞悉時局，決定帶領福威鏢局秘密開展抗清活動，以減少清軍對百姓的壓迫。<br/><br/>這一年春天，林仲雄在湖南結識了一位隱居的明朝遺老，名叫王定國。他與林仲雄暢談時局，感慨抗清的艱難。經過一番交流，林仲雄得知王定國擁有許多抗清志士的聯繫方式。於是，林仲雄便決定與王定國合作，將福威鏢局的力量投入秘密抗清活動。<br/><br/>在林仲雄的指示下，福威鏢局開始積極聯繫各地的抗清勢力。他們以鏢局的名義，暗中為抗清勢力提供物資、資金和情報支援，並協助他們暗中潛入清朝內部，收集情報。<br/><br/>1664年夏天，湖南的抗清勢力在福威鏢局的支援下，發動了一場秘密襲擊。這次行動由林仲雄親自帶領，他與一小群精銳鏢師悄無聲息地潛入清軍駐地，成功燒毀了敵軍的糧草，削弱了清軍的戰鬥力。<br/><br/> 在這次秘密行動中，福威鏢局不僅表現出高超的武藝和智慧，還展現了對抗清的決心。雖然此次行動規模較小，但卻在民間傳播開來，激起了更多民間反抗清朝統治的勇氣。<br/><br/>隨後，福威鏢局繼續暗中支援各地的抗清勢力，並協助他們展開更多秘密行動。在這場隱秘的抗爭中，福威鏢局發揮了重要作用，並在歷史上留下了一段低調而堅定的抗清故事。"
      },
      {
        "year": "1814年",
        "event": "福威鏢局協助抗擊英國侵略者",
        "description": "1814年，正值英國進一步擴張勢力，企圖侵略中國的南部沿海地區。在這場危機中，福威鏢局再次承擔起了保衛國土的重任。<br/><br/>這一年，福威鏢局的當家鏢師林剛毅，不僅精通武藝，而且具有遠見卓識，預見到英國勢力的侵略將對百姓造成嚴重的災難。為了應對這場危機，林剛毅決定帶領鏢局展開抗英行動。<br/><br/>林剛毅率領著福威鏢局的精銳部隊，結合各地的民間武裝力量，組建起一支抗英義勇軍。他們運用地理優勢，以游擊戰為主要戰術，對英軍進行了一系列的騷擾和打擊。<br/><br/>1814年夏天，英軍正準備進攻廣東的一座重要港口。在此危急關頭，林剛毅帶領著福威鏢局的抗英義勇軍，協同當地民兵，展開了一場激烈的抵抗戰鬥。他們以極高的士氣與戰術智慧，成功阻止了英軍的進攻，捍衛了國土的安全。<br/><br/>在這場抗英戰鬥中，福威鏢局的英勇表現贏得了民間的讚譽和敬意。林剛毅不僅巩固了福威鏢局的聲譽，更樹立了一位武林英雄的形象。然而，這場抗英行動並未完全終結英國侵略者的威脅，林剛毅深知仍需持續努力，保衛國土。<br/><br/>在接下來的幾年裡，福威鏢局繼續秘密支援抗英勢力，為民間提供物資、資金和情報。他們與各地的抗英義勇軍通力合作，共同守護著中國的疆土。"
      },
      {
        "year": "1911年",
        "event": "福威鏢局積極參與辛亥革命",
        "description": "1911年，辛亥革命爆發，全國各地陸續響應，起義軍意圖推翻滿清政府，建立民主的中華民國。在這場改變中國歷史的革命中，福威鏢局再次發揮了重要作用。<br/><br/>這一年，福威鏢局的掌門人林天賜，早已警覺到清朝末期的腐敗和國家的危機。他認為滿清政府已經無法拯救國家於水深火熱之中，而國家的未來需要改革。因此，當辛亥革命爆發之際，林天賜毫不猶豫地決定帶領福威鏢局參與革命，支持國民黨的行動。<br/><br/>在革命進行的過程中，福威鏢局以其強大的武術實力和組織能力，積極參與各種抗清行動。他們協助起義軍偷襲清軍據點、暗中運送武器彈藥，甚至在戰鬥中擔任前線指揮。憑借著高超的武藝和英勇的表現，福威鏢局成為了辛亥革命中不可或缺的力量。<br/><br/>在這場革命的高潮期，福威鏢局在林天賜的帶領下，參與了一場關鍵的戰役。他們緊隨起義軍，成功攻克了一座清軍重要城池，為辛亥革命的最終勝利立下了汗馬功勞。<br/><br/>辛亥革命成功後，中華民國正式成立，福威鏢局的貢獻得到了國民政府的肯定和表揚。林天賜及福威鏢局的鏢師們繼續肩負著保護民眾和國家的使命，秉持著忠誠、勇敢和正義的信念，為新時代的中國做出了巨大貢獻。"
      },
      {
        "year": "2013年",
        "event": "福威鏢局被列入中國國家非物質文化遺產名錄",
        "description": "2013年，福威鏢局在中國歷史悠久的武術和民間保安事業中的傑出貢獻得到了國家的肯定。在林震南的帶領下，福威鏢局被中國政府正式列入國家非物質文化遺產名錄。<br/><br/>作為福威鏢局的當家，林震南深知這份榮譽的重要性。他堅持保護和傳承福威鏢局的獨特武術技藝和文化底蘊，確保這份源遠流長的中國傳統得以流傳後世。為此，林震南不僅精益求精地修煉自己的武術，還積極招收弟子，將鏢局的絕學傳授給年輕一代。<br/><br/>在林震南的努力下，福威鏢局逐漸走出了山河大地，融入了現代社會。他們將傳統武術與現代保安服務結合，為國家和民間提供了高效而專業的安保服務。同時，福威鏢局還積極參與國內外的武術交流活動，將中國的武術文化推廣至世界各地。<br/><br/>在福威鏢局被列入非物質文化遺產名錄的那一年，林震南接受了國家有關部門的表彰，他表示將會竭盡所能地保護和發揚福威鏢局的傳統武術文化。此後，林震南帶領鏢局的成員繼續努力，將福威鏢局的武術精神傳承下去，成為中國武術史上的一部分。"
      }
    ]
  },
  "people": {
    "type": {
      "leadership": "領導層",
      "escorts": "鏢師"
    },
    "peopleInfo": {
      "wangyuanji": {
        "basicInfo": {
          "name": "王元姬女士",
          "position": "行政總裁",
          "personId": "wangyuanji"
        }
      },
      "linzhennan": {
        "basicInfo": {
          "name": "林震南先生",
          "position": "總鏢頭",
          "personId": "linzhennan"
        }
      },
      "linpingzhi": {
        "basicInfo": {
          "name": "林平之先生",
          "position": "少總鏢頭",
          "personId": "linpingzhi"
        }
      },
      "shibiaotou": {
        "basicInfo": {
          "name": "史鏢頭",
          "position": "首席鏢師",
          "personId": "shibiaotou"
        }
      },
      "zhengbiaotou": {
        "basicInfo": {
          "name": "鄭鏢頭",
          "position": "高級鏢師",
          "personId": "zhengbiaotou"
        }
      },
      "jibiaotou": {
        "basicInfo": {
          "name": "季鏢頭",
          "position": "高級鏢師",
          "personId": "jibiaotou"
        }
      },
      "cuibiaotou": {
        "basicInfo": {
          "name": "崔鏢頭",
          "position": "高級鏢師",
          "personId": "cuibiaotou"
        }
      },
      "fubiaotou": {
        "basicInfo": {
          "name": "富鏢頭",
          "position": "鏢師",
          "personId": "cuibiaotou"
        }
      },
      "qianbiaotou": {
        "basicInfo": {
          "name": "錢鏢頭",
          "position": "鏢師",
          "personId": "qianbiaotou"
        }
      },
      "wubiaotou": {
        "basicInfo": {
          "name": "吳鏢頭",
          "position": "鏢師",
          "personId": "wubiaotou"
        }
      }
    }
  },
  "pages": {
    "people": "公司成員",
    "home": "主頁"
  },
  "underConstruction": "此頁正在施工中",
  "aboutUs": "關於我們",
  "learnMore": "了解更多",
  "contactUs": "聯絡我們",
  "ourClients": "我們的客戶",
  "locale": { "lang": "繁體中文", "code": "zh-tw" }
}
